7zip
android-file-transfer
base
base-devel
bat
bluetui
bluez-utils
bridge-utils
brightnessctl
btop
btrfs-progs
dkms
dmidecode
dnsmasq
dunst
efibootmgr
eza
firefox
fish
git
grim
gst-plugin-pipewire
gvfs
gvfs-gphoto2
gvfs-mtp
helix
htop
hypridle
hyprland
hyprlock
hyprpaper
impala
intel-media-driver
intel-ucode
iwd
keepassxc
keychain
kitty
less
libnotify
libpulse
libva-nvidia-driver
linux
linux-firmware
linux-headers
mesa-utils
nano
neovim
nmap
noto-fonts-emoji
nvidia-open-dkms
nwg-look
openssh
papirus-icon-theme
pass
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
pulsemixer
qt5-wayland
qt6-wayland
rofi
sddm
slurp
smartmontools
sof-firmware
starship
stow
ttf-jetbrains-mono-nerd
vde2
vim
vulkan-intel
waybar
wget
wireless_tools
wireplumber
wl-clipboard
woff2-font-awesome
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
yazi
zellij
zram-generator
